{
  "NAVBAR": [
    {
      "TITLE": "Home",
      "LABEL": "home",
      "PATH": "/en/#home"
    },
    {
      "TITLE": "Experience",
      "LABEL": "experience",
      "PATH": "/en/#experience"
    },
    {
      "TITLE": "Projects",
      "LABEL": "projects",
      "PATH": "/en/#projects"
    },
    {
      "TITLE": "About me",
      "LABEL": "about-me",
      "PATH": "/en/#about-me"
    },
    {
      "TITLE": "Contact",
      "LABEL": "contact",
      "PATH": "mailto:dev@elvinlab.com"
    }
  ],
  "ABOUT_ME": {
    "SALUTE": "Hi, I'm Elvin Gonzalez 👋🏽",
    "TEXT_SECTION_1": "Software Developer with over 3 years of experience in high-impact projects and data analysis.",
    "TEXT_SECTION_2": "Specialized in data extraction, transformation, and loading (ETL), performance optimization, and application security assurance. ",
    "TEXT_SECTION_3": "Expert in collaborating with multidisciplinary teams and implementing cutting-edge technologies to efficiently and effectively solve complex problems."
  },
  "TILES": {
    "EXPERIENCE": "Work experience",
    "COMPANY_LINK": "Learn more"
  },
  "BUTTONS": {
    "RESUME": "Resume",
    "COPY_BUTTON_LABEL_TILE": "Copy Email",
    "COPY_BUTTON_NOTIFICATION": "Copy!",
    "UPDATES": "Soon 🚀"
  },
  "EXPERIENCE": [
    {
      "COMPANY": "Blue Zone Consulting Partners",
      "POSITION": "Software Developer",
      "DATE": "Apr 2022 - Present",
      "DESCRIPTION": "As part of the team, I was responsible for extracting and transforming data from Excel to store it in AWS S3, ensuring its integrity and security. I supervised the process, documented the code, and worked on data visualization to make it understandable and appealing. Additionally, I collaborated with my colleagues to meet business objectives, providing training and support to new employees in complex tasks. I utilized my experience in Java and AngularJS to optimize performance and obtain data from Restful APIs.",
      "LINK": "https://www.linkedin.com/company/blue-zone-consulting-partners/"
    },
    {
      "COMPANY": "CNET Technology Systems",
      "POSITION": "Full-stack Developer",
      "DATE": "Jun 2021 - Mar 2022",
      "DESCRIPTION": "I was responsible for the analysis, design, and development of software using .Net Framework and ReactJS. I implemented security standards, led projects, and managed clients to ensure quality. I also handled documentation, database normalization, data transformation, and user training. I focused on selecting optimal technologies and managed roles in administrative systems.",
      "LINK": "https://www.linkedin.com/company/cnet-technology-system/"
    },
    {
      "COMPANY": "Hacienda el Orosi",
      "POSITION": "Software Developer",
      "DATE": "Oct 2020 - Jun 2021",
      "DESCRIPTION": "I led projects and development teams from analysis to implementation. I used cloud services like Firebase and AWS S3 Bucket, along with the MERN stack. I optimized multimedia file handling and managed errors on Github. I ensured software security and functionality with quality assurance tests. I implemented an accounting module and provided user training. I established CI/CD pipelines and documented processes."
    },
    {
      "COMPANY": "Julio Celulares",
      "POSITION": "Support Technician",
      "DATE": "Apr 2015 - May 2017",
      "DESCRIPTION": "I provided comprehensive technical support for computer and mobile equipment, effectively resolving issues and ensuring customer satisfaction. I handled inquiries, complaints, and requests in a professional and friendly manner, resulting in high levels of satisfaction. Additionally, I managed financial transactions accurately as a cashier and demonstrated effective communication skills, building strong relationships and fostering trust in the brand."
    }
  ]
}